/* Request user to try their network request again. */
" Please try again" = " Please try again";

/* Format for artist name */
"artistNameLabelForSearchResultCell" = "%1$@ (%2$@)";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audio Book";

/* Localized kind: Book */
"Book" = "Book";

/* Localized kind: E-Book */
"E-Book" = "E-Book";

/* Free */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Movie";

/* Localized kind: Music Video */
"Music Video" = "Music Video";

/* (Nothing found)
   Nothing Found */
"Nothing Found" = "Nothing Found";

/* OK */
"OK" = "OK";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Song";

/* Error message displayed when network errors occur. Apologizes to user for interruption in results. */
"There was an error accessing the iTunes Store." = "There was an error accessing the iTunes Store.";

/* Localized kind: TV Episode */
"TV Episode" = "TV Episode";

/* Unknown */
"Unknown" = "Unknown";

/* Whoops… */
"Whoops…" = "Whoops…";

